import '../assets/scss/_mission.scss';

const Mission = () => {
    return (
        <div id="mission" className="contents">
            <h2>ミッション</h2>
            <div>
                <p>「あの火事は絶対におかしいーーーー」</p>
            </div>
            <div>
                <p>実際の廃校を舞台に、謎解きをして火事の原因を突き止めろ！</p>
            </div>
            <div>
                <p>探偵のあなたは、「火事の原因を突き止めてほしい」という依頼をクリアしてもらいます。</p>
                <p>なぜか、この廃校には至る所にお札が貼ってあります。</p>
                <p>あなたが村の住人たちに聞こうとしても、</p>
                <p>住人たちはその事にはいっさい触れたがりません。</p>
                <p>ただ、どうやら7つの不可思議な現象が起きるようです。</p>
                <p>廃校を探索して７つの謎を解き明かし、</p>
                <p>無事、火事の原因を突き止められるでしょうか？</p>
            </div>
        </div>
    )
};

export default Mission;